{
  "entries": [
    {
      "id": 1576646833635,
      "entryText": "Everything seems to be working so this is my first entry, technically. Every entry after this will be personal. I'm glad a took a day to do this alpha version. Hopefully one day I can use this along with much more  data to make sense of my life.",
      "latitude": "29.9556864",
      "longitude": "-95.6768256",
      "accuracy": "853",
      "timestamp": "1576646507518"
    },
    {
      "id": 1576692614377,
      "entryText": "So this is my first journal entry. I will try to format my entries so that I can derive information from them later.Situation: I am currently attending PVAMU but am off for winter break. I plan to graduate in May 2020 and have confirmed offers at USAA and at Google, however; the Google offer only last for a year.Day:It's only noon so I haven't done much yet. So far I have only check my 'special' facebook messages and went shopping. I went shopping to buy groceries and the new StarWars game. I got the StarWars games because Kay wants me around the house, however; I am extremely board at home. So I thought I'd buy it, play it, then return it in a few days so that I don't loose any money. I am currently talking to Nicole as friends, just to have someone to talk to, however; I will have to end it soon as I am not planning on going to USAA. I think Nicole only talks to me because she thinks I am going to USAA.Side Note:I plan on changing my spanish learning strategy to only do core lessons until I'm really unfamiliar with something. If I am unfamiliar with something and get at least 3 wrong, I will do the supporting/smaller lessons. After completely (or during)  the core lessons, I will then go back and casually go through the supporting lessons.",
      "latitude": "29.9556864",
      "longitude": "-95.6768256",
      "accuracy": "853",
      "timestamp": "1576691884169"
    },
    {
      "id": 1576775014706,
      "entryText": "Day:Starting yesterday I just played that Star Wars Fallen Order game. It turned out to be horrible. Instead of focusing on story or strategy, it focused on fast twitch movements. So basically seeing it you can jump like Mario and not fall. Also the game was big on puzzles, and I hate video game puzzles. Unfortunately I spent most of my day yesterday playing this game, but at least I was home and not board like Kay wanted. I ended up getting to enjoy the story though. I went on youtube and searched 'Star Wars Fallen Order cutscenes' and it came up. It was just over 3 hours. It was an okay story, with lots of references to the Star Wars movies.Yesterday I also worked out with Kay and cooked my self steak and potatoes. I ended up over cooking the steak and slightly undercooking the potatoes though. I finished it all and felt full, but not for long. I wonder if my body either quickly digested it or if my body isn't full without a familiar substance.Today I plan on working out with Kay again. Then I also plan on catching up on cleaning. Lastly, I want to play more Pokemon Go because there is a new buddy feature where you get to feed and play with your buddy. I'll you know how the day went tomorrow.",
      "latitude": "29.9556864",
      "longitude": "-95.6768256",
      "accuracy": "853",
      "timestamp": "1576772324051"
    }
  ],
  "otherInfo": {}
}